[
  {
    "title_ja": "ESPEN外科患者の臨床栄養ガイドライン - 2025年改訂版",
    "summary": "外科患者の栄養管理に関するESPENガイドライン2025年版が発表された。\n術後早期経口摂取が推奨され、栄養リスクのある患者、特に上部消化管手術では栄養療法が必須である。\nフレイル評価、サルコペニア診断、プレハビリテーションに関する新たな推奨が追加された。",
    "clinical_action": "術前絶食期間は可能な限り短縮し、術後早期経口摂取を積極的に推進してください。\n栄養リスクのある患者、特に上部消化管手術では、術後早期から積極的な栄養療法を検討し、低栄養状態を回避することが重要です。\n術後管理においては、血糖コントロールを徹底し、筋弛緩薬の使用時間を最小限に抑え、早期離床を促すことで、異化亢進の抑制とタンパク質合成の促進を図りましょう。\n術前評価にフレイルやサルコペニアの診断を取り入れ、必要に応じてプレハビリテーションを導入することで、術後合併症の予防に努めてください。\n麻酔科医として、術中の適切な鎮痛管理や術後悪心嘔吐予防も、早期経口摂取を可能にする重要な要素であることを再認識しましょう。",
    "importance": 5,
    "original_title": "ESPEN guideline on clinical nutrition in surgery - Update 2025.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40957230/",
    "id": "40957230",
    "pub_date": "2025-Oct",
    "abstract": "Early oral feeding is the preferred mode of nutrition for surgical patients. Avoidance of any nutritional therapy bears the risk of underfeeding during the postoperative course after major surgery. Considering that malnutrition and underfeeding are risk factors for postoperative complications, nutritional therapy is mandatory for any surgical patient at nutritional risk, especially for those undergoing upper gastrointestinal surgery. The focus of this guideline is to cover nutritional aspects of the Enhanced Recovery After Surgery (ERAS) concept and the special nutritional needs of patients undergoing major surgery, e.g. for cancer, and of those developing severe complications despite best perioperative care. From a metabolic and nutritional point of view, the key aspects of perioperative care include: a) Integration of nutrition into the overall management of the patient, b) avoidance of long periods of preoperative fasting c) re-establishment of oral feeding as early as possible after surgery d) start of nutritional therapy early, as soon as a nutritional risk becomes apparent e) metabolic control e.g. of blood glucose, f) reduction of factors which exacerbate stress-related catabolism or impair gastrointestinal function, g) minimized time on paralytic agents in the postoperative period, and h) early mobilization to facilitate protein synthesis and muscle function. The guideline presents 44 recommendations for clinical practice in patients undergoing elective and non-elective surgery, including new recommendations for frailty assessment, sarcopenia diagnosis, and prehabilitation. As in the former ESPEN practical guideline, the recommendations were additonally presented in decision-making flowcharts.",
    "fetched_date": "2026-02-09T08:29:24.911169"
  },
  {
    "title_ja": "グルカゴン様ペプチド-1受容体作動薬、グルコース依存性インスリン分泌刺激ポリペプチド作動薬、およびナトリウム-グルコース共輸送体-2阻害薬を服用している成人患者の待機的手術周術期管理：多職種コンセンサスステートメント",
    "summary": "GLP-1受容体作動薬（GLP-1RA）、GIP受容体作動薬（GIPRA）、SGLT2阻害薬は周術期管理を受ける患者で服用が増加している薬剤である。\nこれらの薬剤は誤嚥性肺炎や正常血糖性ケトアシドーシスなどの周術期リスクを伴うため、本コンセンサスステートメントは多職種による管理指針を提示している。\n特にGLP-1RA/GIPRAは継続しつつ誤嚥対策を、SGLT2阻害薬は中止を推奨している。",
    "clinical_action": "GLP-1RAおよびGIPRAを服用している患者については、手術前も薬剤の服用を継続させてください。ただし、誤嚥性肺炎のリスク評価と層別化を徹底し、鎮静や全身麻酔の前後・中に誤嚥リスクを軽減する周術期手技（例：迅速導入、胃内容量減少策など）を積極的に考慮してください。\nSGLT2阻害薬を服用している患者については、手術前日と手術当日は必ず服用を中止させてください。\n全ての患者において、これらの薬剤に関連するリスクと軽減策について、患者との共有意思決定（Shared Decision-Making）を徹底し、十分に説明を行ってください。現時点ではエビデンスが不足しているため、この多職種コンセンサスステートメントが示すプラクティカルな指針に従うことが重要です。",
    "importance": 5,
    "original_title": "Elective peri-operative management of adults taking glucagon-like peptide-1 receptor agonists, glucose-dependent insulinotropic peptide agonists and sodium-glucose cotransporter-2 inhibitors: a multidisciplinary consensus statement: A consensus statement from the Association of Anaesthetists, Association of British Clinical Diabetologists, British Obesity and Metabolic Surgery Society, Centre for Perioperative Care, Joint British Diabetes Societies for Inpatient Care, Royal College of Anaesthetists, Society for Obesity and Bariatric Anaesthesia and UK Clinical Pharmacy Association.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/39781571/",
    "id": "39781571",
    "pub_date": "2025-Apr",
    "abstract": "Glucagon-like peptide-1 receptor agonists, dual glucose-dependent insulinotropic peptide receptor agonists and sodium-glucose cotransporter-2 inhibitors are used increasingly in patients receiving peri-operative care. These drugs may be associated with risks of peri-operative pulmonary aspiration or euglycaemic ketoacidosis. We produced a consensus statement for the peri-operative management of adults taking these drugs. This multidisciplinary consensus statement included surgeons, anaesthetists, physicians, pharmacists and people with lived experience relevant to these guidelines. Following the directed literature review, a three-round modified Delphi process was conducted to generate and ratify recommendations. Patients taking glucagon-like peptide-1 receptor agonists and dual glucose-dependent insulinotropic peptide receptor agonists should: continue these drugs before surgery; have full risk assessment and stratification; and receive peri-operative techniques that may mitigate risk of pulmonary aspiration before, during and after sedation or general anaesthesia. Patients taking sodium-glucose cotransporter-2 inhibitors should omit them the day before and the day of a procedure. All patients should have risks and mitigation strategies discussed with a shared decision-making approach. Until more evidence becomes available, this pragmatic, multidisciplinary consensus statement aims to support shared decision-making and improve safety for patients taking glucagon-like peptide-1 receptor agonists, dual glucose-dependent insulinotropic peptide receptor agonists and sodium-glucose cotransporter-2 inhibitors during the peri-operative period.",
    "fetched_date": "2026-02-09T08:39:29.385861"
  },
  {
    "title_ja": "肝硬変患者における周術期リスク評価と管理に関するACG臨床ガイドライン",
    "summary": "本ガイドラインは、肝硬変患者の周術期リスク評価と管理に関する包括的なアプローチを提示している。\n肝疾患の重症度、非肝性合併症、手術因子を考慮し、VOCAL-Pennスコアなどの肝硬変特異的リスク計算ツールを用いた個別化されたリスク評価を推奨している。\n術前最適化、高容量センターでの手術、客観的リスク評価に基づく共有意思決定の重要性を強調している。",
    "clinical_action": "肝硬変患者の周術期管理においては、多職種連携での術前評価、周術期管理、術後フォローアップを徹底してください。\nVOCAL-Pennスコアなど、肝硬変特異的なリスク計算ツールを積極的に活用し、個別化されたリスク層別化を行うことが重要です。これは従来のChild-PughやMELDスコアだけでなく、手術特異的なリスクをより詳細に評価するための新しいツールとして認識してください。\n術前には、栄養サポート、門脈圧亢進症の管理、凝固異常の是正、フレイル・サルコペニアへの対応など、積極的な最適化を図り、可能な限り患者の状態を改善させてから手術に臨むべきです。\n非代償性肝硬変患者では、TIPSなどの介入が手術リスクを軽減しうるため、適応を検討する専門医との連携を強化してください。\n代償性肝硬変の選択された患者では待機的手術も可能ですが、高リスク患者では手術以外の選択肢も積極的に検討し、患者と共有意思決定を行うことが求められます。\n肝硬変患者の管理に専門知識を持つ高容量センターでの手術が推奨されており、自施設での対応が困難な場合は、適切な施設への紹介も視野に入れてください。",
    "importance": 5,
    "original_title": "ACG Clinical Guideline: Perioperative Risk Assessment and Management in Patients With Cirrhosis.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40899690/",
    "id": "40899690",
    "pub_date": "2025-Sep-03",
    "abstract": "This guideline presents a comprehensive approach to perioperative risk assessment and management in patients with cirrhosis. Recognizing the unique surgical risks in this population, the guideline emphasizes a multidisciplinary approach to preoperative evaluation, perioperative care, and postoperative follow-up. Key considerations include the severity of liver disease, nonhepatic comorbidities, and surgery-specific factors, with an emphasis on the use of validated cirrhosis-specific risk calculators, such as the VOCAL-Penn Score, for individualized risk stratification. Recommendations highlight preoperative optimization strategies, including nutritional support, management of portal hypertension, correction of hemostatic abnormalities, and addressing frailty and sarcopenia. For patients with decompensated cirrhosis, interventions such as transjugular intrahepatic portosystemic shunt may reduce portal pressure and surgical risks when indicated. Elective surgeries, including cholecystectomy and hernia repair, are advised for select patients with compensated cirrhosis, whereas alternatives to surgery are explored for high-risk patients. The guideline underscores the importance of performing surgeries at high-volume centers with expertise in managing patients with cirrhosis and emphasizes shared decision-making informed by objective risk assessments. Furthermore, it addresses procedure-specific considerations, including the role of bariatric and cardiac surgeries in cirrhotic patients. Through evidence-based recommendations and expert insights, this guideline aims to enhance surgical outcomes and inform clinical decision-making in a growing population of patients with cirrhosis undergoing surgery.",
    "fetched_date": "2026-02-09T08:41:18.315877"
  },
  {
    "title_ja": "GLP-1受容体作動薬の婦人科領域における使用と周術期管理への影響",
    "summary": "GLP-1受容体作動薬（GLP-1 RA）は、糖尿病治療に加え、多嚢胞性卵巣症候群（PCOS）などの婦人科疾患や体重管理目的で広く使用が拡大している。\nこれらの薬剤は胃内容排出遅延を引き起こすため、周術期管理、特に誤嚥リスクに影響を与える。\n不妊治療や子宮内膜増殖症への応用も研究されており、今後も使用患者が増加すると予想される。",
    "clinical_action": "GLP-1受容体作動薬（GLP-1 RA）は、糖尿病治療だけでなく、多嚢胞性卵巣症候群（PCOS）などの婦人科疾患や体重管理目的で広く使用されており、今後も使用患者が増加すると予想されます。これらの薬剤は胃内容排出遅延を引き起こすため、術中の誤嚥性肺炎のリスクが高まります。術前診察時には必ずGLP-1 RAの使用を確認し、休薬期間について米国麻酔科学会（ASA）などの最新のガイドライン（例：週1回製剤は術前1週間、毎日製剤は術前日または当日朝までなど）を参考に、主治医と連携して適切な休薬を指示してください。緊急手術の場合は、胃内容物が多い可能性を考慮し、迅速導入（RSI）や胃管挿入による減圧など、誤嚥対策を徹底してください。この1年で、これらの薬剤の普及に伴い、術前評価における確認事項として非常に重要度が増しています。",
    "importance": 5,
    "original_title": "The use of GLP-1: receptor agonist medications for benign gynecology.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40183300/",
    "id": "40183300",
    "pub_date": "2025-Aug-01",
    "abstract": "This review summarizes research on glucagon-like peptide-1 receptor agonist (GLP-1 RA) medications and their relevance in the treatment of benign gynecologic conditions. GLP-1 RA use is increasing in popularity in the USA, with expanding applications for gynecology. GLP-1 RA may improve weight loss, metabolic dysfunction, and menstrual regularity in patients with polycystic ovarian syndrome (PCOS). Side effects of these medications, including delayed gastric emptying, impact perioperative management, and the efficacy of oral contraception for patients on tirzepatide. Research is ongoing for their use in infertility and endometrial hyperplasia treatment. Recent studies showed a higher spontaneous conception rate and pregnancy rate with combined GLP-1 RA and metformin therapy when taken before IVF. Further studies are needed to establish recommendations for GLP-1 RA medication use in treating gynecologic conditions. With obesity, diabetes, and cardiovascular disease on the rise in the USA, the use of GLP-1 RA medication is also increasing. GLP-1 RAs are currently indicated for the treatment of diabetes with cardiovascular disease to improve glycemic control, in addition to weight loss management. Gynecologists must consider the implications of GLP-1 RA medication in treating metabolic disorders, such as PCOS, contraceptive management, perioperative care, and potential impacts on infertility and endometrial hyperplasia.",
    "fetched_date": "2026-02-09T08:47:19.394566"
  },
  {
    "title_ja": "オピオイド使用障害を持つ妊婦の疼痛管理に関するコンセンサスステートメント",
    "summary": "オピオイド使用障害（OUD）を持つ妊婦および産褥期の患者に対する疼痛管理は、離脱症状やオピオイド再使用のリスクと、適切な鎮痛の提供とのバランスが重要である。\n本コンセンサスステートメントは、産科麻酔周産期学会など3つの主要学会が共同で作成した、実践的かつエビデンスに基づいた指針である。\n周産期におけるOUD患者の疼痛管理を最適化し、母体および周産期のアウトカム改善を目指すものである。",
    "clinical_action": "オピオイド使用障害（OUD）を持つ妊婦の疼痛管理では、離脱症状や再使用リスクを常に念頭に置き、十分な鎮痛を提供することが最優先です。\n術前評価では、ブプレノルフィンやメサドンなどのOUD治療薬の継続状況を必ず確認し、産科医や精神科医と連携して治療計画を最適化してください。\n分娩時鎮痛および帝王切開後の疼痛管理では、硬膜外鎮痛などの局所麻酔を積極的に活用し、非オピオイド鎮痛薬を組み合わせた多角的アプローチを標準とします。\n尿薬物検査の実施や、母子双方の社会的背景への配慮も、周術期管理計画に不可欠な要素として組み込んでください。\nこのコンセンサスステートメントは、OUD患者の周産期管理における最新の標準的アプローチを示すものであり、臨床現場での実践的な指針として活用し、母体・児のアウトカム改善に努めてください。",
    "importance": 5,
    "original_title": "Consensus Statement on Pain Management for Pregnant Patients with Opioid-Use Disorder from the Society for Obstetric Anesthesia and Perinatology, Society for Maternal-Fetal Medicine, and American Society of Regional Anesthesia and Pain Medicine.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/39504271/",
    "id": "39504271",
    "pub_date": "2025-Jun-01",
    "abstract": "Pain management in pregnant and postpartum people with an opioid-use disorder (OUD) requires a balance between risks associated with opioid tolerance, including withdrawal or return to opioid use, considerations around social needs of the maternal-infant dyad, and the provision of adequate pain relief for the birth episode that is often characterized as the worst pain a person will experience in their lifetime. This multidisciplinary consensus statement between the Society for Obstetric Anesthesia and Perinatology (SOAP), Society for Maternal-Fetal Medicine (SMFM), and American Society of Regional Anesthesia and Pain Medicine (ASRA) provides a framework for pain management in obstetric patients with OUD. The purpose of this consensus statement is to provide practical and evidence-based recommendations and is targeted to health care providers in obstetrics and anesthesiology. The statement is focused on prenatal optimization of pain management, labor analgesia, and postvaginal delivery pain management, and postcesarean delivery pain management. Topics include a discussion of nonpharmacologic and pharmacologic options for pain management, medication management for OUD (eg, buprenorphine, methadone), considerations regarding urine drug testing, and other social aspects of care for maternal-infant dyads, as well as a review of current practices. The authors provide evidence-based recommendations to optimize pain management while reducing risks and complications associated with OUD in the peripartum period. Ultimately, this multidisciplinary consensus statement provides practical and concise clinical guidance to optimize pain management for people with OUD in the context of pregnancy to improve maternal and perinatal outcomes.",
    "fetched_date": "2026-02-09T09:24:29.156497"
  },
  {
    "title_ja": "心臓手術における鎮痛管理",
    "summary": "心臓手術後の鎮痛管理は、従来のオピオイド中心から多角的アプローチへと進化している。\n多角的鎮痛（区域麻酔、非オピオイド鎮痛薬など）は、オピオイド使用量を減らし、疼痛管理を向上させ、合併症を減少させる。\nERASプロトコルに基づいた個別化された多角的戦略が、今後の心臓手術における鎮痛管理の主流となる。",
    "clinical_action": "心臓手術の鎮痛では、オピオイド単独に頼らず、多角的鎮痛（Multimodal Analgesia）が標準となっていることを再認識してください。\n特に、胸骨正中切開術後の鎮痛には、傍脊椎ブロックや胸筋ブロック（Pecsブロック）、肋間神経ブロックなどの区域麻酔を積極的に導入することを検討しましょう。これにより、オピオイド使用量を減らし、呼吸抑制や術後悪心嘔吐のリスクを低減できます。\nアセトアミノフェン、NSAIDs（禁忌がなければ）、ケタミン、デクスメデトミジンなどの非オピオイド鎮痛薬を組み合わせることで、鎮痛効果を高めつつオピオイド量を削減する方針で臨んでください。\nERAS（Enhanced Recovery After Surgery）プロトコルに沿った周術期管理の一環として、術前から鎮痛計画を立て、患者個々の状態に合わせた個別化された鎮痛戦略を実践することが重要です。\n術後の疼痛評価を頻繁に行い、鎮痛効果と副作用のバランスを常に評価し、必要に応じて鎮痛方法を調整する柔軟な対応を心がけましょう。",
    "importance": 5,
    "original_title": "Management of analgesia in cardiac surgery.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40641160/",
    "id": "40641160",
    "pub_date": "2025-Sep",
    "abstract": "Pain management in cardiac surgery remains a critical component of perioperative care, influencing recovery, patient satisfaction, and outcomes. Traditional opioid-based analgesia is associated with significant adverse effects, prompting the exploration of multimodal strategies, including regional anesthesia (RA), non-opioid analgesics, and enhanced recovery after surgery (ERAS) protocols.This review evaluates the evolution of cardiac surgery pain management, from conventional opioid-based regimens to multimodal approaches with regional anesthesia. A comprehensive analysis of existing literature was conducted, assessing the efficacy, safety, and integration of different pain management strategies in cardiac surgery on PubMed, Google Scholar, MEDLINE, UpToDate, Embase and Web of Science until 1 November 2024. Studies on opioids, adjunct analgesics (e.g. NSAIDs, acetaminophen, ketamine, dexmedetomidine), RA techniques, and ERAS frameworks were reviewed to provide a comparative perspective. Multimodal analgesia significantly reduces opioid consumption, enhances pain control, and minimizes complications such as respiratory depression and postoperative nausea. RA techniques, including fascial plane blocks, offer promising opioid-sparing benefits. ERAS protocols further optimize recovery, yet challenges remain in standardizing approaches across institutions. The future of cardiac surgery pain management lies in individualized, multimodal strategies following ERAS principles. Standardized guidelines and further research are needed to refine these protocols for widespread adoption.",
    "fetched_date": "2026-02-09T21:34:24.308739"
  },
  {
    "title_ja": "高齢患者の周術期管理",
    "summary": "高齢患者の周術期管理では、加齢に伴う生理学的変化や併存疾患、特にフレイルの有無を考慮した個別化されたアプローチが重要である。\n術前最適化により良好な転帰が期待できる一方、手術の適応判断や、終末期における緩和ケアの検討も必要となる。\n多職種連携と患者中心の意思決定が、高齢患者の周術期ケアの鍵となる。",
    "clinical_action": "高齢患者の麻酔管理では、まずフレイルの有無を積極的に評価すること。Clinical Frailty Scale (CFS)などのツールを活用し、術前カンファレンスで情報共有を徹底する。\nフレイル患者や高リスク患者では、術前最適化（栄養、運動、併存疾患管理など）を積極的に行い、術後合併症リスクの低減に努める。\n患者中心の意思決定（Shared Decision-Making; SDM）を重視し、患者本人と家族の短期・長期目標（機能維持、疼痛緩和など）を明確に把握し、手術のメリット・デメリット、代替治療について十分に説明する。\n多職種連携（老年科医、リハビリテーション科医、栄養士など）を早期から導入し、包括的な周術期管理計画を立てる。\n特に予後不良が予想される患者では、術前からアドバンス・ケア・プランニング（ACP）を積極的に行い、終末期医療に関する患者の意向を確認し、尊厳あるプロセスを支援する準備をしておく。",
    "importance": 5,
    "original_title": "Perioperative care of the geriatric patient.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40755208/",
    "id": "40755208",
    "pub_date": "2026-Feb-01",
    "abstract": "Increasing numbers of older patients will be undergoing surgery in the future, with benefits including symptom relief and extended longevity. Despite these advantages from successful surgery, geriatric patients are at risk of adverse perioperative events, particularly those who are frail. Anatomical and physiological changes due to ageing occur in all organ systems and can have a profound impact on the surgical stress response and recovery. Deciding whether older patients will benefit from surgery can be a difficult task. Due to the diversity of age-related physiological changes and comorbidities in individual patients, differentiation between the fit and the frail elderly is an important step. Despite older age, some studies demonstrated that preoperative optimisation can improve the odds of a favourable outcome. Better outcomes are beneficial for patients and can also relieve the growing burden on the healthcare system. A patient-centred care plan, understanding an individual patient's potential risks and integrating a multidisciplinary approach are key principles of good perioperative care. Also, the patient's willingness and short- and long-term goals, such as maintaining functional independence, or pain relief must be considered. However, if surgical treatment is deemed futile and death is to be expected as an unavoidable outcome, multidisciplinary collaboration in guiding patient care and supporting the family can be of great value. It helps to relieve suffering, and supports a dignified and meaningful dying process. This narrative review aims to explore key aspects of perioperative care in older surgical patients, with particular attention to frailty, shared decision-making, and advance care planning.",
    "fetched_date": "2026-02-10T21:37:11.878925"
  },
  {
    "title_ja": "周術期における老年症候群の管理 - 麻酔科診療への示唆：ナラティブレビュー",
    "summary": "高齢患者の周術期管理において、フレイルと術後せん妄は重要な老年症候群である。\nこれらは術後予後不良と関連し、麻酔科医はその認識と管理に深く関与する。\nスクリーニング、術前介入、予防策を通じて、機能回復とアウトカム改善を目指すことが強調されている。",
    "clinical_action": "術前評価でのフレイル見落としに注意し、Fried Frailty PhenotypeやHospital Frailty Risk Scoreなどのスクリーニングツール活用を検討してください。フレイル患者には、運動、栄養最適化、多角的鎮痛を含む術前リハビリテーション（プレハビリテーション）を積極的に提案・連携しましょう。\n術後せん妄の予防が最重要です。術前からの薬剤調整、感覚補助具の復元、睡眠衛生の最適化、早期離床・見当識回復などの非薬理学的アプローチを優先してください。\n多角的鎮痛を実践し、オピオイドを最小限に抑え、せん妄誘発性薬剤（例：ベンゾジアゼピン系薬剤、抗コリン薬など）の使用を避けるよう努めましょう。\n術後せん妄の早期発見のため、Confusion Assessment Method (CAM) やNurses' Delirium Screening Checklistなどのスクリーニングツール導入を検討し、早期介入につなげてください。\nせん妄の薬物治療は重度の興奮に限定し、ハロペリドールやデクスメデトミジンは慎重に使用してください。\nこれらの老年症候群を修正可能なリスク因子として捉え、周術期管理戦略に積極的に組み込むことで、高齢患者の機能回復と術後アウトカム改善に貢献できます。",
    "importance": 5,
    "original_title": "Managing geriatric syndromes in perioperative care - implications for anesthesia practice: A narrative review.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40992234/",
    "id": "40992234",
    "pub_date": "2025-Nov",
    "abstract": "As the aging population grows, anesthesiologists increasingly care for older surgical patients with geriatric syndromes. This paper reviews key geriatric syndromes, particularly frailty and postoperative delirium, and highlights their implications for anesthesia practice with evidence-based management strategies. Frailty, a predictor of poor surgical outcomes, is often underrecognized preoperatively. Screening tools such as the Fried Frailty Phenotype and Hospital Frailty Risk Score can help identify at-risk patients. Prehabilitation, including exercise, nutritional optimization, and multimodal pain management, may improve surgical recovery. For postoperative delirium, prevention is the most important intervention. Medication reconciliation and multimodal nonpharmacologic approaches, such as restoring sensory aids, optimizing sleep hygiene, and early reorientation, should be prioritized. Other strategies include multimodal analgesia with the minimization of opiates and avoiding deliriogenic medications. Delirium screening using the Confusion Assessment Method or Nurses' Delirium Screening Checklist enables early detection and intervention. Pharmacologic treatment of delirium should be limited to severe agitation, with haloperidol or dexmedetomidine used cautiously. By recognizing frailty and postoperative delirium as geriatric syndromes with potentially modifiable risk factors, anesthesiologists can implement targeted perioperative strategies to improve functional recovery and surgical outcomes in older adults.",
    "fetched_date": "2026-02-11T21:29:04.666578"
  }
]